Repository: MorrisJobke/fireplace
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: mk

source: All Categories
mk: Сите категории

source: Close
mk: Затвори

source: No
mk: Не

source: Yes
mk: Да

source: Ruh roh! No apps here, Shaggy!
mk: Уф! Оф! Нема апликации овде!

source: Credits
mk: Заслуги

source: Out-of-Date Marketplace
mk: Застарен Пазар

source: The version of the Firefox Marketplace that you're using is no longer supported. You will need to perform an update before you can continue enjoying the Marketplace.
mk: Верзијата на Пазарот на Firefox што ја користите повеќе не е поддржана. Пред да можете да продолжите да уживате во Пазарот, ќе треба да направите надградба.

source: Update Now
mk: Надгради сега

source: Featured
mk: Издвоени

source: Expand
mk: Прошири

source: No featured apps found
mk: Не беа пронајдени издвоени апликации

source: Develop Apps
mk: Развој на апликации

source: Developer Hub
mk: Центар за развивачи

source: Feedback
mk: Повратни информации

source: Support
mk: Поддршка

source: My Apps
mk: Мои апликации

source: My Submissions
mk: Мои поднесоци

source: Reviewer Tools
mk: Алатки за прегледувачи

source: Lookup Tool
mk: Алатка за откривање

source: Except where otherwise <a href="{legal_url}" target="_blank">noted</a>, content on this site is licensed under the <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> or any later version.
mk: Содржината на овој сајт е лиценцирана под <a href="{cc_url}" target="_blank">Creative Commons Attribution Share-Alike License v3.0</a> или било која понова верзија, освен каде што е <a href="{legal_url}" target="_blank">поинаку наведено</a>.

source: Privacy Policy
mk: Приватност

source: Terms of Use
mk: Услови на употреба

source: Report Trademark Abuse
mk: Пријавете злоупотреба на трговска марка

source: Back
mk: Назад

source: Search
mk: Барај

source: Clear
mk: Исчисти

source: Settings
mk: Поставки

source: Edit Account Settings
mk: Уреди поставки на профил

source: Sign Out
mk: Одјавете се

source: Sign In
mk: Најава

source: You must use Firefox to install Firefox apps.
mk: Морате да користите Firefox за да инсталирате апликации на Firefox.

source: Download.
mk: Преземање.

source: Nominate apps to be featured on Firefox Marketplace!
mk: Предложете апликации што ќе бидат издвоени на Пазарот на Firefox!

source: Are you the developer or fan of an awesome app or collection of apps on Firefox Marketplace? Submit your nominations, and you may see them in a featured spot.
mk: Дали сте развивач или обожавател на прекрасни апликации или збирка од апликации на Пазарот на Firefox? Поднесете ги Вашите предлози и можеби ќе ги видите на избрано место.

source: Learn more about <a href="{wiki_url}">how apps are featured</a>.
mk: Дознајте повеќе за тоа <a href="{wiki_url}">како апликациите стануваат издвоени</a>.

source: Thanks for submitting your nomination.
mk: Ви благодариме за поднесувањето на Вашиот предлог.

source: Tell your friends!
mk: Раскажете им на Вашите пријатели!

source: Tweet #FaveApps
mk: Твитнете #FaveApps

source: Submit another nomination
mk: Поднесете друг предлог

source: Tell us which Marketplace apps you'd like to nominate for featuring
mk: Кажете ни кои апликации на Пазарот би сакале да ги предложите за издвојување

source: Name of apps or Marketplace URLs
mk: Имиња на апликации или URL-адреси до Пазарот

source: Select a category for these apps
mk: Изберете категорија за овие апликации

source: In which regions would you like to see these apps featured?
mk: Во кои региони би сакале да бидат издвоени овие апликации?

source: Tell us why these apps should be featured
mk: Кажете ни зошто треба да бидат издвоени овие апликации

source: Your name
mk: Вашето име

source: Your email address
mk: Вашата адреса за е-пошта

source: Submit
mk: Достави

source: Not yet rated
mk: Сѐ уште неоценетa

source: Unavailable
mk: Недостапна

source: Free
mk: Бесплатнa

source: Install
mk: Инсталирај

source: {n} Review
mk: {n} мислење

source: More
mk: Повеќе

source: by {author}
mk: од {author}

source: for previous version {version}
mk: за претходна верзија {version}

source: Flagged for review
mk: Означена за преглед

source: Edit
mk: Уреди

source: Delete
mk: Избриши

source: Report
mk: Пријави

source: Rated {stars} out of {maxstars} stars
mk: Оценета со {stars} од {maxstars} ѕвезди

source: Featured Apps
mk: Издвоени апликации

source: View All
mk: Видете ги сите

source: Popular
mk: Популарни

source: New
mk: Нови

source: No apps in this category
mk: Нема апликации во оваа категорија

source: The category you requested does not exist.
mk: Категоријата што ја побаравте не постои.

source: An internal server error occurred. Please try again later.
mk: Се случи грешка на серверот. Ве молиме обидете се повторно подоцна.

source: Report Abuse
mk: Злоупотреба

source: Send Report
mk: Испрати извештај

source: Content Rating
mk: Ранг на содржина

source: Content Rating Details
mk: Детали за рангот на содржината

source: Installed!
mk: Инсталирана!

source: Launch this app from your <b>Applications</b> directory.
mk: Стартувајте ја оваа апликација од <b>Апликации</b>.

source: Launch this app from your <b>Windows desktop</b> or <b>Start &#9658; All Programs</b>.
mk: Стартувајте ја оваа апликација од <b>работната површина на Windows</b> или преку <b>Start &#9658; All Programs</b>.

source: Launch this app from your <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.
mk: Стартувајте ја оваа апликација од Вашата <b>табла</b>, преку <b>Одбирачот на Апликации</b> или од <b>менито Апликации</b>.

source: Loading...
mk: Се вчитува...

source: Updates
mk: Ажурирања

source: Less&hellip;
mk: Помалку&hellip;

source: More&hellip;
mk: Повеќе&hellip;

source: Description
mk: Опис

source: Version
mk: Верзија

source: Latest version: {version}
mk: Последна верзија: {version}

source: Edit Listing
mk: Уреди список

source: Approve / Reject
mk: Одобри / Отфрли

source: Review History
mk: Историја на прегледи

source: Reviews
mk: Мислења

source: Edit Your Review
mk: Уредете го Вашето мислење

source: Write a Review
mk: Напишете мислење

source: Sign in to Review
mk: Најавете се за да оценувате

source: Support Email
mk: Е-пошта

source: Support Site
mk: Поддршка

source: Homepage
mk: Веб-сајт

source: Statistics
mk: Статистика

source: Premium version available
mk: Достапна е премиум-верзија

source: Back to app
mk: Назад кон апликацијата

source: Loading Privacy Policy...
mk: Се вчитува Политиката на Приватност...

source: Thank you for purchasing
mk: Ви благодариме на купувањето

source: Oh no!
mk: Ох, не!

source: The page you were looking for was not found.
mk: Страницата што ја баравте не беше пронајдена.

source: An error occurred.
mk: Настана грешка.

source: Error loading more
mk: Грешка при вчитување повеќе

source: Try Again
mk: Обиди се повторно

source: <b>{n}</b> Result
mk: <b>{n}</b> резултат

source: Showing <b>1</b>&ndash;<b class="total-results">{total}</b>
mk: Приказ на <b>1</b>&ndash;<b class="total-results">{total}</b>

source: No results found
mk: Не беа најдени резултати

source: No results found, try again later
mk: Не беа најдени резултати, обидете се подоцна

source: Edit Review
mk: Уреди мислење

source: Rate:
mk: Оценете:

source: Cancel
mk: Откажи

source: Only logged in users may edit reviews.
mk: Само најавените корисници можат да уредуваат мислења.

source: App Review
mk: Преглед на апликација

source: Please select a reason:
mk: Ве молиме одберете причина:

source: Spam or otherwise non-review content
mk: Спам или без мислење

source: Inappropriate language/dialog
mk: Непристоен јазик / дијалог

source: Misplaced bug report or support request
mk: Погрешен извештај за грешка или барање за поддршка

source: Send
mk: Испрати

source: Get Help
mk: Побарајте помош

source: Account Settings
mk: Поставки на профил

source: Email
mk: Е-пошта

source: Display Name
mk: Прикажано име

source: Region
mk: Област

source: Save Changes
mk: Зачувај промени

source: Sign In / Sign Up
mk: Најава / Регистрација

source: Account
mk: Профил

source: Get Firefox Marketplace news
mk: Добивајте вести за Пазарот на Firefox

source: Sign up
mk: Регистрирајте се

source: Signing up...
mk: Ве регистрирам...

source: You were successfully signed up for the Marketplace newsletter!
mk: Бевте успешно регистрирани за билтенот на Пазарот!

source: You must be signed in to view your apps.
mk: Морате да сте најавени за да ги видите Вашите апликации.

source: Sign in / Sign up
mk: Најава / Регистрација

source: You have no apps
mk: Немате апликации

source: Your device does not support payments.
mk: Вашиот уред не поддржува плаќање.

source: This app is unavailable for purchase in your region.
mk: Оваа апликација не е достапна за продажба во Вашата област.

source: Your browser or device is not web-app compatible.
mk: Вашиот прелистувач или уред не е компатибилен со веб-апликации.

source: This app is unavailable for your platform.
mk: Оваа апликација не е достапна на Вашата платформа.

source: Games
mk: Игри

source: Books
mk: Книги

source: Business
mk: Бизнис

source: Education
mk: Образование

source: Entertainment
mk: Забава

source: Health & Fitness
mk: Здравје и фитнес

source: Lifestyle
mk: Стил на живот

source: Maps & Navigation
mk: Мапи и ориентација

source: Music
mk: Музика

source: News & Weather
mk: Вести и временска прогноза

source: Photo & Video
mk: Фотографија и видео

source: Productivity
mk: Продуктивност

source: Reference
mk: Толкувачи

source: Shopping
mk: Пазарување

source: Social
mk: Социјализација

source: Sports
mk: Спортови

source: Travel
mk: Патување

source: Utilities
mk: Алатки

source: For ages {0}+
mk: За возрасти {0}+

source: Generic
mk: Општи

source: For all ages
mk: За сите возрасти

source: Rating Pending
mk: Рангот се очекува

source: Rating Refused
mk: Рангот е одбиен

source: Everyone
mk: За сите

source: Everyone 10+
mk: Сите на возраст 10+

source: Teen
mk: Тинејџери

source: Mature 17+
mk: Возрасни 17+

source: Adults Only 18+
mk: Само за возрасни 18+

source: Payment cancelled.
mk: Плаќањето е откажано.

source: Purchasing
mk: Купување

source: Install failed. Please try again later.
mk: Инсталирањето не успеа. Ве молиме обидете се подоцна повторно.

source: App install error: {error}
mk: Грешка при инсталирање на апликација: {error}

source: There was an error submitting your newsletter sign up request
mk: Имаше грешка при поднесувањето на Вашето барање за регистрација на билтен

source: Sending report...
mk: Извештајот се испраќа...

source: Review flagged
mk: Мислењето е означено

source: Report review operation failed
mk: Операцијата за означување на мислење не успеа

source: Review deleted
mk: Мислењето е избришано

source: There was a problem deleting the review
mk: Имаше проблем при бришењето на мислењето

source: Your review was posted
mk: Вашето мислење беше испратено

source: Error while submitting review
mk: Грешка при поднесување на мислење

source: Rest of World
mk: Останат дел од светот

source: Argentina
mk: Аргентина

source: Brazil
mk: Бразил

source: Chile
mk: Чиле

source: China
mk: Кина

source: Colombia
mk: Колумбија

source: Germany
mk: Германија

source: Greece
mk: Грција

source: Hungary
mk: Унгарија

source: Italy
mk: Италија

source: Mexico
mk: Мексико

source: Montenegro
mk: Црна Гора

source: Peru
mk: Перу

source: Poland
mk: Полска

source: Serbia
mk: Србија

source: Spain
mk: Шпанија

source: United Kingdom
mk: Обединето Кралство

source: United States
mk: Соединети Американски Држави

source: Uruguay
mk: Уругвај

source: Venezuela
mk: Венецуела

source: No region in search
mk: Нема област за пребарување

source: {n} star
mk: {n} ѕвезда

source: You have been signed out
mk: Се одјавивте

source: You have been signed in
mk: Се најавивте

source: Persona login failed. Maybe you don't have an account under that email address?
mk: Најавувањето со Persona не успеа. Можеби немате профил за оваа адреса за е-пошта?

source: Persona login failed. A server error was encountered.
mk: Најавувањето со Persona не успеа. Се случи серверска грешка.

source: Persona cannot be reached. Try again later.
mk: Не може да се пристапи до Persona. Обидете се повторно подоцна.

source: No internet connection
mk: Не сте поврзани на Интернет

source: <b>{n}</b> character left.
mk: преостанува уште <b>{n}</b> знак.

source: Payment failed. Try again later.
mk: Плаќањето не успеа. Обидете се повторно подоцна.

source: Error while communicating with server. Try again later.
mk: Грешка при комуникацијата со серверот. Обидете се повторно подоцна.

source: Your device does not support purchases.
mk: Вашиот уред не поддржува купување.

source: App Details
mk: Детали за апликација

source: Collection Details
mk: Детали на збирка

source: Feedback submitted. Thanks!
mk: Повратните информации се поднесени. Ви благодариме!

source: There was a problem submitting your feedback. Try again soon.
mk: Имаше проблем при поднесувањето на Вашите повратни информации. Обидете се повторно наскоро.

source: Nominate apps
mk: Номинирајте апликации

source: Search Results
mk: Резултати од пребарувањето

source: Settings saved
mk: Поставките се зачувани

source: Settings could not be saved
mk: Не беше можно да се зачуваат поставките

source: Abuse reported
mk: Злоупотребата е пријавена

source: Error while submitting report
mk: Грешка при испраќањето на извештајот

source: Please sign in to view the receipt
mk: Ве молиме најавете се за да ја видите потврдата

source: Receipt
mk: Потврда

source: Not Found
mk: Не постои

source: Review updated successfully
mk: Мислењето е успешно ажурирано

source: There was a problem updating your review
mk: Имаше проблем при ажурирањето на Вашето мислење
